const problemList = {
  "cardiovasculars": {
    '1': '无', '2': '心痛', '3': '高血压', '4': '心律失常', '5': '心悸', '6': '腿部水肿', '7': '平躺时呼吸困难', '8': '其他'
  },
  'digestiveSystems': {
    '1': '无', '2': '便秘', '3': '胃食管返流', '4': '烧心', '5': '胃肠溃疡', '6': '肝炎', '7': '恶心/呕吐', '8': '其他'
  },
  'endocrines': {
    '1': '无', '2': '腺体肿胀', '3': '甲状腺问题', '4': '糖尿病', '5': '其他'
  },
  'facialFeaturess': {
    '1': '无', '2': '视力问题', '3': '重影', '4': '青光眼', '5': '白内障', '6': '听力障碍', '7': '耳鸣', '8': '耳痛', '9': '眩晕', '10': '鼻塞', '11': '流涕', '12': '鼻血', '13': '感染', '14': '吞咽困难', '15': '声音嘶哑', '16': '喉咙痛', '17': '牙龈出血', '18': '其他'
  },
  'hemolymphSystems': {
    '1': '无', '2': '出血', '3': '血栓', '4': '腺体肿胀', '5': '其他'
  },
  'immuneSystems': {
    '1': '无', '2': '过敏', '3': '皮疹', '4': '感染', '5': '其他'
  },
  'musculoskeletalSystems': {
    '1': '无', '2': '关节痛', '3': '肌无力', '4': '腿部无力', '5': '肌肉抽筋', '6': '其他'
  },
  'nervousSystems': {
    '1': '无', '2': '头痛', '3': '偏头痛', '4': '癫痫', '5': '麻木', '6': '震颤', '7': '晕厥', '8': '其他'
  },
  'physiques': {
    '1': '无', '2': '体重减轻', '3': '体重增加', '4': '盗汗', '5': '疲劳', '6': '其他'
  },
  'psychologicals': {
    '1': '无', '2': '抑郁', '3': '哭闹', '4': '焦虑', '5': '嗜睡', '6': '睡眠障碍', '7': '其他'
  },
  'respiratorySystems': {
    '1': '无', '2': '咳嗽', '3': '呼吸急促', '4': '咯痰', '5': '哮喘', '6': '吸烟', '7': '其他'
  },
  'urogenitalSystems': {
    '1': '无', '2': '尿频', '3': '尿痛', '4': '血尿', '5': '尿失禁', '6': '其他'
  }
}
export default problemList